brew "awscli"
brew "bat"
brew "carthage"
brew "clang-format"
brew "docker"
brew "exa"
brew "fd"
brew "gh"
brew "ghq"
brew "git"
brew "glow"
brew "go"
brew "gradle"
brew "graphviz"
brew "grpcurl"
brew "imagemagick@6", link: true
brew "jq"
brew "kubectx"
brew "kubernetes-cli"
brew "kustomize"
brew "mysql@5.7", link: true
brew "neovim"
brew "nodenv"
brew "openjdk"
brew "peco"
brew "postgresql"
brew "procs"
brew "protobuf"
brew "prototool"
brew "rbenv"
brew "redis"
brew "ripgrep"
brew "romkatv/powerlevel10k/powerlevel10k"
brew "sccache"
brew "stern"
brew "swift-protobuf"
brew "terraform"
brew "tree"
brew "v8@3.15"
brew "xz"
brew "yarn"
brew "yq"
brew "zsh-completions"
cask "deepl"
cask "docker"
cask "font-hackgen"
cask "font-hackgen-nerd"
cask "google-cloud-sdk"
cask "iterm2"
cask "itsycal"
cask "java"
cask "karabiner-elements"
cask "kindle"
cask "notion"
cask "postman"
cask "skim"
cask "skitch"
cask "slack"
cask "sourcetree"
cask "stoplight-studio"
cask "visual-studio-code"
cask "wireshark"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
