brew "autoconf"
brew "awscli"
brew "azure-cli"
brew "bandwhich"
brew "bat"
brew "bazel"
brew "carthage"
brew "cjbassi/ytop/ytop"
brew "clang-format"
brew "clementtsang/bottom/bottom"
brew "cmake"
brew "cocoapods"
brew "docker"
brew "elm"
brew "elm-format"
brew "exa"
brew "fd"
brew "gh"
brew "ghq"
brew "git"
brew "glow"
brew "go"
brew "golangci-lint"
brew "gradle"
brew "graphviz"
brew "grpcurl"
brew "imagemagick@6", link: true
brew "jq"
brew "kubectx"
brew "kubernetes-cli"
brew "kustomize"
brew "lazydocker"
brew "libpq"
brew "mysql"
brew "mysql@5.7", link: true
brew "neovim"
brew "node"
brew "nodenv"
brew "openjdk"
brew "peco"
brew "postgresql"
brew "postgresql", restart_service: true
brew "procs"
brew "protobuf"
brew "prototool"
brew "python@3.8"
brew "rbenv"
brew "redis"
brew "ripgrep"
brew "romkatv/powerlevel10k/powerlevel10k"
brew "sccache"
brew "stern"
brew "swift-protobuf"
brew "terraform"
brew "tree"
brew "v8@3.15"
brew "xz"
brew "yarn"
brew "yq"
brew "zenith"
brew "zsh-completions"
cask "1password"
cask "deepl"
cask "discord"
cask "docker"
cask "font-hackgen"
cask "font-hackgen-nerd"
cask "google-chrome"
cask "google-cloud-sdk"
cask "google-japanese-ime"
cask "hex-fiend"
cask "iterm2"
cask "itsycal"
cask "java"
cask "karabiner-elements"
cask "kindle"
cask "notion"
cask "onyx"
cask "postman"
cask "skim"
cask "skitch"
cask "slack"
cask "sourcetree"
cask "stoplight-studio"
cask "visual-studio-code"
cask "wireshark"
tap "cjbassi/ytop"
tap "clementtsang/bottom"
tap "grpc/grpc"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
tap "romkatv/powerlevel10k"
