1password
discord
docker
font-hackgen
google-chrome
google-cloud-sdk
google-japanese-ime
hex-fiend
iterm2
itsycal
karabiner-elements
kindle
notion
onyx
postman
skim
skitch
slack
sourcetree
visual-studio-code
